Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 아빠는 네가 잘 극복할 거라 믿는다.
en: I trust that you’ll come to your senses.

source: 상담해 준다고 기억이나 할까.
en: I wonder if the student will even remember whether she counseled him.

source: 아버지!!!!
en: father!!!

source: 나중에 봐요.
en: see you later.

source: 5분도 안 될까요…?
en: can’t you spare just five minutes…?

source: 그렇게 되면 당신이 바라는 자유를 손에 넣을 수 있단 말이에요.
en: that way, the freedom you desire will be in the palm of your hand.

source: 우왁!
en: argh!

source: 넌 천재잖아.
en: you’re a genius.

source: 바보 같아요!!
en: you look like a fool!!!

source: 어차피 엄마 작업복도 돌려야 되는데―
en: I have to wash my work clothes too, anyway.

source: 함께―
en: together-

source: 여보세요-?
en: hello?

source: 자식이 내 발목을 잡을 줄이야.
en: who knew my son would hold me back?

source: 넌, 출근 준비 안 해?
en: hey, you. aren’t you getting ready for work?

source: 다 괜찮을 거야.
en: everything will be fine.

source: 결혼식이 코앞이니 그날만을 생각하시길.
en: the wedding is just around the corner, so just think about that day.

source: 걱정돼.
en: I’m worried.

source: 지금이라도 뇌를 개복해서 이런 망나니짓을 그만하게…
en: even now, I’m trying to figure out how to correct her bad behavior…

source: 시골…?
en: the countryside...?

source: 안녕히 주무시길.
en: good night.

source: 왜 벌써 나와요?
en: why are you leaving so soon?

source: 대충 비슷한 생각 하고 있지?
en: you’re thinking of something along those lines, right?

source: 선물.
en: a present.

source: 당신 감시로 근처에 얼씬 못하는 상황인 거 알잖아요.
en: you know I can’t even get close because of your surveillance.

source: 커피는 착한 아이잖아.
en: coffee is a good kid.

source: 이쪽!
en: right here!

source: 헉.
en: eep!

source: 애들에게 도움을 받아 볼까?
en: should I get the kids to help?

source: 둘이 왜 같이 있는 거지?
en: what are they doing together?

source: 결혼 축하드려요― 아휴, 공주님 같네.
en: congrats on your wedding… ah, you look just like a princess.

source: 범인 안 잡을 거냐고.
en: is he not going to catch the culprit?

source: 좀 더 알아본 뒤에 보고하려고 했어요-!
en: I was gonna let you know after I gathered more information!

source: 내가 모르는 사연이 더 있나 보다.
en: there must be more to the story I don’t know about.

source: 응 -
en: yeah.

source: 여기는 백조의 공원 입니다.
en: this is swan park.

source: 꼭, 찾아뵐게요!
en: I'll definitely come and visit you!

source: 제대로 앉지 못해?
en: can’t you sit down properly?

source: 손님들의 개별적인 도착 시간도 직원들에게 보고해놨습니다.
en: we’ve also reported the individual arrival times of the guests to the staff.

source: 늘 그렇듯.
en: go for the usual.

source: 보고해줘서 고맙군.
en: thanks for reporting this to me.

source: 손목이 불편하시면 말씀해주세요.
en: please let me know if this bothers your wrist.

source: 그렇게 아가씨도 뺏어가고.
en: that's how you take the girl.

source: 집안의 새로운 사업입니다.
en: it’s your family’s new business.

source: 사사니?
en: sasha?

source: 무슨 일이에요, 커피.
en: what is it, coffee?

source: 케이크 사주세요~
en: please buy me a cake.

source: 사사!
en: sasha!

source: 악하게 살았으니 면죄부가 필요하겠지.
en: I’ll need an indulgence since I’ve lived a bad life.

source: 농담이야.
en: I’m joking.

source: 꼬부랑글씨라 읽기 힘드네.
en: it’s hard to read this handwriting.

source: 나중에 보자.
en: see you later.

source: 네가 수단을 입고 있는 한 넌, 무적이라고.
en: as long as you’re wearing a cassock, you’re invincible.

source: 바보 같은 얼굴….
en: stupid face…

source: 여기 밖이에요.
en: we’re outside.

source: 교무회의 때문에 일찍 가야 해.
en: we have to leave early for the school board meeting.

source: 네가 들은 내용이 전부야.
en: what you heard is all there is to it.

source: 잘들 있―
en: how’ve you all--

source: 언제든 오세요.
en: come anytime.

source: 어르신께도 보고하도록.
en: please report anything to me.

source: 따뜻하다.
en: it’s warm.

source: 어때요?
en: what do you think?

source: 괜찮지 않아 보여….
en: she doesn’t seem okay…

source: 정장이 구깃구깃해지잖아요.
en: your dress shirt is all wrinkly.

source: 신부님, 저희는 업무가 남아있어요.
en: father, we have work to do.

source: 듣고 있어?
en: are you listening?

source: 네가 여긴 어쩐 일이야?
en: what are you doing here?

source: 그래요!
en: let’s do it!

source: 하려던 말이 있지 않았나요?
en: wasn’t there something you had to tell me?

source: 그런 일은 자네가 처리해야지.
en: I want you to handle it.

source: 진심으로 나를 사랑하기는 하니?
en: do you really love me?

source: 하아―
en: sigh

source: 갔나?
en: are they gone?

source: 저기요.
en: excuse me.

source: 그 애는 본인 의지로 낑깡에게 고용된 상태야.
en: he was hired willingly by gyul geum.

source: 그래서 더 반항심이 든 걸지도 몰라요.
en: then he might rebel even more.

source: 먼저 가봐.
en: you can go.

source: 종교 공부를 하는 척…
en: pretending to learn about religion...

source: 그런 말을 아무렇지 않게 하다니.
en: he said it like it was nothing.

source: 모든 일이 정리된 후에 어떻게 살 것인지 생각해봤어?
en: have you ever thought about how you're gonna live after everything’s sorted out?

source: 오늘 리허설은 이걸로 끝입니다.
en: this is the end of today’s rehearsal.

source: 뭐긴요, 만남과 소개의 자리죠.
en: well, it’s for you two to meet and introduce yourselves to each other.

source: 요리 선생님인 올리브와 신선한 우유를 사러 멀리 나가야겠네.
en: I better make a long trip to go buy fresh milk with olive, my cooking instructor.

source: 미안해요, 사사!
en: I’m sorry, sasha!

source: 원래 있던 핸드폰은 연락이 안 되길래요.
en: I couldn’t reach you to your original phone...

source: 아무튼 안녕….
en: anyway, bye…

source: 키가 좀 컸다.
en: grew a little taller.

source: 그런데 말이야, 당신 이렇게 지나가는 사람한테 말 걸어도 돼?
en: anyways, is that how you talk to people walking by you?

source: 나중에 더 이야기하자.
en: let’s talk more later.

source: 어,
en: m-

source: 내 것으로
en: to make them...

source: 내가
en: I’m...

source: 이야기하기 힘들었을 텐데.
en: it must’ve been hard recounting all that.

source: 사사 선생님은 어쩌고 오셨습니까?
en: how come you’re not with miss sasha?

source: 왜?
en: why?

source: 아가씨―?
en: miss…?

source: 여기서 혼자 청승 떠는 거 짜증 나.
en: it’s annoying seeing you all upset by yourself.

source: 괜찮다면 내일도 도와줄래요?
en: would you help again tomorrow?

source: 이쪽으로-
en: this way please.

source: 자네는 사모님을 부축하고.
en: you help ma’am walk.

source: 뭐야….
en: what’s going on…

source: 뭐라고요…?
en: what...?

source: 경비를 부르거나 할 줄 알았거든요.
en: I thought he was going to call security or something.

source: 변명은 됐어.
en: that’s just another excuse.

source: 그렇지 않아요, 조한.
en: that’s not true, johan.

source: 학습됐다고…?
en: learned…?

source: 괜찮아요, 같이 저녁이나 먹죠.
en: it’s fine, let’s have dinner together.

source: 미안,
en: sorry,

source: 문제없어요.
en: no problem.

source: 그래서 우리가 더 바쁘게 움직여야 할 것 같아.
en: this means we’re gonna have to speed things up.

source: 조금의 여지라도 남겨둬선 안 돼.
en: don’t leave any gaps.

source: 체면 때문인가.
en: is it to save face?

source: 아하하하!
en: ahahaha!

source: 원래 입던 옷은 어디 갔어?
en: what happened to your usual clothes?

source: 불이 너무 세요!
en: the pan’s too hot!

source: 신부 따위랑 연극 같은 거 하지 않아도 된다고.
en: you don’t have to put on an act with some priest.

source: 차가 너무 뜨겁진 않나~?
en: is the tea too hot?

source: 나한테는 네가….
en: to me, you’re…

source: 처음엔 조금 어색하겠지만,
en: it’s a bit awkward at first,

source: 우리랑 있을 땐, 전화 안 하기루 했자나~!
en: you promised not to be on the phone when you’re with us!

source: 어머나 ― 좋겠네, 호텔은?
en: oh my… that sounds great, will you be staying in a hotel?

source: 아무 일도 없었습니다.
en: nothing happened.

source: 선생님…?
en: miss sasha…?

source: 너무 티 나게 행동했나···?
en: did I make it too obvious...?

source: 괜찮을까요?
en: is it okay?

source: 사실 그녀에겐 내 도움 따위 필요 없을지도 몰라.
en: honestly, she probably doesn’t need any help from me.

source: 뭐야!?!?
en: what?!

source: 겁쟁이라 안 되려나?
en: he’d probably be too scared to do that.

source: 지금보다 풍족한 연구로 명예를 더하면 더했지 깎진 않을 겁니다.
en: greater research would only bring you more honor.

source: 이런 건 태어날 때부터 정해지는 거겠지…?
en: things like this must’ve been decided at birth, right…?

source: 신부님이야―
en: it’s the priest!

source: 꾸몄다-?
en: set it up?

source: 이거 제대로 쓴 거 맞아…?
en: is this right…?

source: “허무해.”
en: “it’s futile.”

source: 조한아, 아버지 이름에 먹칠해서는 안 된다.
en: johan, you mustn’t tarnish my name.

source: 괜히 말했군.
en: I shouldn’t have said anything.

source: 나 그동안 너무 힘들었거든.
en: it’s been so hard for me.

source: 신부면 신부답게 행동하세요.
en: please behave like a priest.

source: 그때 봐요!
en: see you then!

source: 이, 이봐….
en: hey, look…

source: 신부가 무슨 결혼을 하냐?!?!
en: father can’t get married!

source: 그러십니까.
en: is that so?

source: 저도 그러고 싶지만 오늘은 일이 있어서요~
en: as much as I’d love to, I’m busy today.

source: 아이를 보는 건 익숙하니까요!
en: I’m used to looking after children.

source: 학원 가던 길이었어요.
en: I’m on my way to the academy.

source: 일어났나 보네, 가봐요.
en: looks like he’s awake, let’s go.

source: 미안해요.
en: I’m sorry.

source: 무슨 말씀이신지.
en: what do you mean?

source: 내가 몰라야 하는 일이라서?
en: was it something I wasn’t supposed to know in the first place?

source: 신부님은 유쾌한 분이시군요.
en: and you’re a generous person, father.

source: 사사 선생님 -!!!
en: miss sasha!

source: 내가 너를 때린 적 있던가?
en: have I ever hit you?

source: 아이를 훈육하다 보면 으레 생기는 일이지요.
en: that's what happens when you’re disciplining a child.

source: 잘 할 수 있을 거야.
en: we’ll do great.

source: 또 누구랑 통화해에!
en: who are you talking with this time?!

source: 내 아이랑 함께!!!
en: with my child!!!

source: 과찬이십니다.
en: you’re exaggerating.

source: 신부님,
en: father,

source: 덕분에 살았어, 신부님―♡
en: you’ve saved me, father!

source: 제 딸이 끼친 피해에 대해 이야기하고 있습니다만?
en: I was talking about all the trouble my daughter has caused?

source: 이상해…?
en: is it weird…?

source: 신부님, 혼자 계시지 말고 같이 수다 떨어요.
en: why so lonely, father? come on, let’s have a chat.

source: 어쩌고 있나 보러 가 볼까….
en: should I go see how they’re doing...

source: 그러네요.
en: yes, she was.

source: 그건 안 돼.
en: no.

source: 화려하되 불편함이 느껴지지 않도록,
en: to ease your minds and ensure a job well-done,

source: 이번 결혼식에서 우리 투자자들이 잔뜩 방문할 예정이야.
en: many investors are expected to attend.

source: 갑자기 나타나선 신의 사도인 척 연기나 하고.
en: then suddenly he appeared, pretending to be a faithful disciple.

source: 전 인재들에게 투자하는 게 취미니까요.
en: investing in talented people is my hobby.

source: 그런 일은 저희 집에서 어려움 없지요.
en: that's not a problem in our house.

source: 안녕-
en: hi,

source: 어느 순간부터 아버지처럼 말하기나 하고.
en: he started talking like father at some point.

source: 뭐?{j}진짜?
en: what, really?{j}

source: 그게 네 자유지 내 자유야?
en: is that your freedom, or mine?

source: 아내가 식물을 좋아하거든요.
en: my wife loves plants.

source: 어제 학교 정원에서 있던 일, 설명해 줄 수 있나요?
en: ...could you explain to me what happened in the school garden yesterday?

source: 내가 들어줄게요.
en: I’ll listen.

source: 앗, 학생!!
en: hey, kiddo!

source: 어르신은 제 아버지보다도 더―!
en: I think more of you than my own father...

source: 앗, 이런.
en: oops.

source: 난 겁쟁이야, 단델리온.
en: I’m a coward, daniel.

source: 사고 치시면 안 됩니다―
en: you mustn’t cause any trouble!

source: 내 기분만 생각하고 커피를 강요한 거였다면?
en: think only of myself and force coffee not to?

source: 접니다.
en: it’s me.

source: 성실하잖아?
en: are you that sincere?

source: 그거면 된 거지~!
en: that’s enough for me!

source: 글쎄요, 가족여행이라도 간 게 아닐까요?
en: well, maybe he went on a family trip?

source: 아니, 애초에 신부는 결혼을 할 수가 없다니까?!
en: no, I’m telling you, a priest can’t marry!

source: 개성 넘치는 이름이네요.
en: that’s a unique name.

source: 옷을 전~부 세탁 맡겼거든요~
en: I left all of my clothes to be washed.

source: 참 포근한 느낌이 들더라니.
en: it feels so cozy here.

source: 나라도 저런 딸이면 꽁꽁 숨기겠어.
en: if I had a daughter like that, I’d hide her.

source: 올리브…?
en: olive…?

source: 가진 만큼 베푸는 게 무슨 문제인 것인지….
en: what's wrong with being generous when I can afford to...?

source: 난, 그저 "결혼을 앞당기고 싶어요" 라고 했을 뿐인데.
en: “I want to move the wedding ahead,” is all I said.

source: 생각해봤는데, 네가 좋든 싫든 아버지랑 대면해야 할 거란 말이야?
en: you’re going to have to meet my father whether you like it or not.

source: 그러고 싶지도 않고요.
en: I don’t want to.

source: 사고를 칠 거면 티 안 나게 해야지.
en: if they’re gonna do something wrong, at least they shouldn’t make it so obvious.

source: 결과를 필요치 않는 삶도 있답니다.
en: some lives don’t need results.

source: 아무리 봐도 편애잖아.
en: it’s obviously favoritism.

source: 어때?
en: what do you think?

source: 못 들으셨습니까?
en: didn’t you hear?

source: 결혼할 겁니다.
en: we’re getting married.

source: 난, 그렇게 들었는걸―
en: that’s what I heard!

source: 직접 인사를 드리는 건 처음이군요.
en: this is my first time greeting you in person.

source: 여기서 데리고 나가야 해, 여긴 아이가 살만한 환경이 아니라고,
en: I’ve got to get him out of here. this isn't a good environment for a child to live in.

source: 날 사랑하지 않으면 이 집에서 너의 가치는 없으니까.
en: you’re nothing in this house if you don’t love me.

source: 한 입만 먹었으니까.
en: I only had a bite.

source: 이러면
en: I’ve…

source: 자네라면 이해하겠지?
en: would you understand?

source: 그게 무슨 의미가 있지?
en: what’s the point of that?

source: 이건, 널 처음 만난 그 순간 다짐한 일이고…
en: I made this pledge the moment I met you...

source: 얍!
en: hup!

source: 네 동생이 널 몹시 보고 싶어 한단다.
en: your brother misses you dearly.

source: 본명이 커피 캬라멜 인건가?!?
en: is his real name actually coffee caramel?!

source: 아직 모르는 일이야.
en: I don’t know that for sure yet.

source: 이런 타입의 부모였군….
en: so he’s this type of parent, huh…?

source: 그냥 신부님이랑 시간 보내는 거~?
en: just... spending time with you?

source: 제가 하는 것도 없는데….
en: I don’t really do much…

source: 그럼 같이 내려가자.
en: let’s get down then.

source: 귀찮군….
en: he’s so annoying...

source: 사사에게도 전달해야 할 것 같은데…
en: I should tell sasha about this too...

source: 커피!!
en: coffee!!

source: 교장 선생님이 부르십니다.
en: the principal’s asking for you.

source: 가는 길만 알아.
en: I just know how to get there.

source: 쥐새끼 짓 하는 걸 보고서 그냥 보내줬다고…?
en: he caught you sneaking around like a rat and still let you go...?

source: 이 얘기는 그만하도록 하죠.
en: let's stop talking about this.

source: 과학적으로도 포옹은 우울감을 날려준다잖아요.
en: scientifically speaking, a hug chases depression away.

source: 결혼 전이라 중심을 잡는 게 힘들겠지.
en: it must be difficult for you to focus because this is right before marriage.

source: 그럼 전 이만~
en: well then, I’ll be going.

source: “응?”
en: “hmmm?”

source: 세끼 꼬박꼬박 챙겨 먹기만 해도 키가 쑥쑥 클걸요?
en: as long as you diligently eat three meals a day, you’ll grow taller, right?

source: 꼭, 못 볼 거라도 본 얼굴을 하고.
en: you don’t seem very happy to see me.

source: 아하하.
en: ahaha.

source: 그건 핑계일 뿐입니다.
en: that’s just an excuse.

source: 깊이 생각하려니 잡생각이 붙네.
en: the more I think about it, the more I’m getting distracted by other thoughts.

source: 자네들도 알다시피,
en: as you all know,

source: 이만 사모님을 쫓아가 봐야겠습니다.
en: I’m going to go after madam.

source: 될 걸~?
en: okay?

source: 사진이 비어?
en: no photos?

source: 보기만 해도 웃음이 나네.
en: just looking at him makes me smile.

source: 나 없어도 학교가 재미 좋은가 보다?
en: was school that much fun without me?

source: 저희 여름에 마지막으로 뵀던가요?
en: did we meet last summer?

source: 일단은 염두에 두겠네.
en: I'll keep that in mind for now.

source: 공감…?
en: empathize…?

source: 이 X 자식….
en: you bastard...

source: 뭐 하는 거지?
en: what’s he doing?

source: 그러등가.
en: sure.

source: 출산한 지 얼마나 되셨다고.
en: how long until you give birth?

source: 그 건물 근처에 얼마 전, 살롱을 만들었는데 시간 괜찮으실 때 놀러 오세요―
en: I recently built a salon near that building. please drop by if you have the time…

source: 내게는 그 모든 게 특별했어요.
en: every single moment was special to me.

source: 나 하나 참으면 끝나는 일이기도 하고.
en: I was the only one who could put an end to it quickly.

source: 아 - 이거 -?
en: oh, this?

source: 산에서 도시락도 먹고.
en: picnicking in the mountains.

source: 그럼 원래 계획보다 훨씬 더 귀찮게 할 수 있을 거고, 또―
en: that way I can be even more of a bother than we originally planned, and--

source: 농담이었어.
en: that was a joke.

source: 난 간다.
en: I’m off.

source: 골프 한 번 치러 가셔야죠―
en: we should play golf…

source: 진정하세요!!
en: please calm down!

source: 신부님은 다른 차량으로 이동하실 겁니다.
en: the priest will be going in a different car.

source: 무슨 일일까~
en: I wonder why he’s looking for me!

source: 30년 정도 됩니다만….
en: about thirty years…

source: 내일부터 보급 진행할 예정입니다.
en: so we will begin distribution tomorrow.

source: 무슨 일 있으면 선생님한테 말하고.
en: let the teacher know if anything happens.

source: 웃고 있는 사진이 단 한 장도 없어.
en: there’s not a single photo of her smiling.

source: 원장님?
en: director?

source: 우리 딸 친구 -
en: you must be my daughter’s friend.

source: 스토킹 할 생각은 없었는데.
en: I wasn’t trying to stalk you.

source: 우린 아무것도 바꿀 수 없어요.
en: we can’t change anything.

source: 사업이―
en: business

source: 아냐~ 아냐~
en: no, no.

source: 찜찜한 부분이 생기면 언제든 보고하도록.
en: if you have any concerns, please feel free to report them to me.

source: 4번!
en: number four!

source: 바로 준비 하겠습니다.
en: I’ll prepare right away.

source: 사회생활 하고 싶대서 허락해 줬더니 수준 낮은 곳에서 뒹굴질 않나.
en: I granted her wish to work but all she managed to do was to kill time in a lowly place.

source: 그냥 우리 아버지의 악취미일 뿐이야.
en: this is just my father’s bad habit.

source: "이토록 정직한 존재는 천사가 아니고서는 불가능해."
en: it was impossible for such a sincere being to not be an angel.

source: 그렇군.
en: I see.

source: 이렇게나 작은데…
en: you were so small...

source: 이 세상에 나 같은 사람이 나뿐만인 것 같습니까?
en: do you think there’s only one person like me in this world?

source: 아가씨는 앞으로 어쩔 생각이시죠?
en: miss sasha, what will you do from here on?

source: 옷차림도 깨끗하고, 청결해.
en: his outfit is fresh and clean too.

source: 이상할 정도로 평온한 마음이야.
en: I feel strangely calm.

source: 아가씨 덕분에 이번 사업도 실패하겠군.
en: this business will fail thanks to miss sasha.

source: 저… 사사.
en: um, sasha?

source: 하지…
en: that look

source: 등으로 벽을 청소하는 중이랍니다.
en: I’m just cleaning the wall with my back.

source: 걔네 집안도 콩가루니까.
en: they’re a dysfunctional family too.

source: 화단에 식물들도 슬퍼 보여요.
en: even the flowers look glum.

source: 그러니까 일단은 남들이 하는 거 다 해보고 싶어.
en: so firstly, I wanna try everything that other people are doing, such as

source: 미안.
en: sorry.

source: 잘 먹었습니다!!
en: thanks for the meal!

source: 뭐야, 이게?!
en: what’s this?!

source: 사사는 나처럼 살면 안 돼.
en: sasha shouldn’t live a life like mine.

source: 평소에는 어려운 아이들을 위해 봉사하러 다닌대요.
en: she usually volunteers with children in need.

source: 집중~~?
en: concentrate!

source: 오늘은 9시부터 신부 수업이 있으시고요.
en: you have bridal class at 9 o’ clock today.

source: 저희를 부르시지 그러셨어요?!!
en: why didn’t you call for us?!

source: 전 실패한 삶을 살지 않았습니다.
en: I’m not a failure.

source: 결혼식이 예정보다 빨리 잡혀서-
en: our wedding date is set for sooner than expected--

source: 1시간 후-
en: one hour later.

source: 그렇군요.
en: I see.

source: 생각해 봐, 넌, 개인이잖아.
en: think about it, you’re just an individual.

source: 이 일이 자신을 돌아볼 계기가 되기도 했고요.
en: this situation made me reflect on myself, too.

source: 최근 귤 도련님의 상태가 이상합니다.
en: master gyul has been acting strange lately.

source: 아-!!
en: ah!

source: 애써 지도해주셨는데 부끄럽습니다.
en: you even tried to teach me, it’s embarrassing.

source: 나도 저렇게 생각없이 살던 시절이 있었는데. (라고 생각 중)
en: there was once a time when I lived like that...

source: 너…
en: you...

source: 흠-
en: hmmm.

source: 괜찮아요!!
en: I’m all good!

source: 사모님,
en: ma’am,

source: 어?
en: huh?

source: 드시면 나아질 거예요!
en: you’ll feel better once you take it!

source: 네에―?!
en: what?!

source: 이제 아빠는 나갈 준비를 해야겠구나.
en: I need to get ready to go out now.

source: 신고 가야죠.
en: you should wear them.

source: 알았으니 쓰레기나 버리러 갑시다.
en: okay, let’s just take out the trash.

source: 바보―!!
en: dummy!

source: 응!!!
en: okay!

source: 별걸 다 나눠주는군.
en: are they really giving that out? how useless.

source: 무슨 일이 일어나고 있는 거지…?
en: what’s going on here...?

source: 아무튼 그건 나중에 다시 얘기하고.
en: anyway, we’ll talk about this later.

source: 밤마다 발작하고, 울부짖었다며.
en: I heard she has seizures and wails at night.

source: 바쁜 일이 끝나면 가족들과 피크닉이라도 와야겠습니다.
en: I should finish things up and take my family here for a picnic.

source: 돌아가서 사사가 가져올 파일과 합쳐보면 답이 나올 거야.
en: if we combine these with the files sasha took, we should come up with a solution.

source: 넘어가선 안 돼.
en: you must not be fooled.

source: 흠, 역시 그렇군요.
en: hmm, I see.

source: 믿고 의지하며 영원토록 서로를 지지해 줄 사랑을 간직하길 바랍니다.
en: but I hope that you will cherish the love and trust between the two of you and support each other for an eternity.

source: 그거면 충분할 겁니다.
en: that should be enough.

source: 다른 곳에 돈 낭비는 오지게…
en: you throw money down the drain anyway--

source: 친구도 사귀면 좋겠다.
en: I hope to make friends too.

source: 학교는 딱히 안 가도 되는
en: I don’t actually have to go to school--

source: 그런 나의 귀여운 아가씨가.
en: how could my cute lady...

source: 성함을 알려주세요.
en: please tell me your name.

source: 그럼, 투여량 유지하겠습니다.
en: I’ll maintain her dosage, then.

source: 인간들…
en: you people...

source: 나는 친구도 아니다?
en: don’t you have any friends?

source: 계절이 바뀔 때마다 해왔던 일이죠.
en: I do that for every change of seasons.

source: 넌 뒤졌어.
en: you’re dead meat.

source: 올리브….
en: olive…

source: 오늘도 조용한 걸 보니 단델리온이 신고하지 않은 모양이야.
en: seeing how quiet it’s been today, I guess daniel didn’t put in a report.

source: 알고 계셨어요?
en: did you know already?

source: 웬 쥐새끼인가 했네.
en: I thought there was a rat.

source: 깜짝이야!
en: oh my gosh!

source: 정말?
en: really?

source: 사과만 하셨어도 이렇게는 안 됐어요.
en: ...just apologized, I wouldn’t have done this.

source: 개원한 거 아니야?
en: isn’t this place open?

source: 혼자 생각할 거면 집에 가서 해.
en: if you’re gonna keep thinking by yourself, go home and do it.

source: 그러니까 -
en: so...

source: 이해를-
en: you don’t...

source: 딱입니다!!
en: perfect!

source: 그저 착한 척하며 모든 걸 이용했던 거야.
en: pretending to be nice, I took advantage of everything.

source: 그런데 이거,
en: but there’s this part here...

source: 알잖아, 내가 의지할 사람은 너뿐이라는 거.
en: you know, you’re the only person I can count on.

source: 실패할 구실을 만들어서는 안 돼.
en: make excuses for failure.

source: 뛰지 마!
en: don’t run!

source: 아닝.
en: no.

source: 우리에게 닥친 시련을 앞에 둔 채로
en: even with the hardships coming our way,

source: 네 머리로 노력해 봤자 점수가 안 나오잖냐.
en: it’s not like you’ll get good grades with that head of yours, anyway.

source: 아가씨는 몸집이 작으시니까 피하는 데만 집중 하시면 돼요.
en: you’ve to focus on avoiding them because you’re small, miss sasha.

source: 흠-♬
en: hmm ♬

source: 그 잔소리꾼이 언제 나타날지 모르니까요.
en: we don’t know when that jerk’s gonna show up.

source: 내가 받아다 주면 되지 뭘 거기까지 가려고 해요?
en: I’ll take it for you, so why do you have to go there at all?

source: 용의자들의 가족조차도 말을 아끼고 있어.
en: even the families of the suspects aren’t saying much.

source: 제… 오늘 오전은 아버지랑 시간을 보내고 싶어서요.
en: I… wanted to spend some time with you this morning.

source: 내 유년기를 부탁해.
en: I’m leaving my childhood to your care.

source: 새삼스럽게.
en: nothing new there.

source: 저는…
en: I--

source: 오늘 여기서 배워가면 되겠어요.
en: you can learn today.

source: 분명 어제 결혼식 예정된 성당에 간댔는데.
en: he must’ve gone to the church where the wedding was scheduled yesterday.

source: 이쪽도 좀 어수선하군….
en: something’s going on in here as well...

source: 아니….
en: no, but--

source: 저기 뒤에 계신 분이 제 결혼식을 맡은 단델리온 신부님 이세요.
en: the person behind is father daniel. he was in charge of the wedding.

source: 금귤이라고 합니다.
en: my name is gyul geum.

source: 그런….
en: what…

source: 으헉―
en: eep!

source: 뭐―?!
en: what...?!

source: 아이들을 끝까지 믿으셔야 해요.
en: you must trust them till the end.

source: 웅.
en: yup.

source: 저와 회장님 가문의 인연을 모욕하지 마세요!
en: don't insult my relationship with the chairman's family!

source: 굉장히 상세하게 분류가 돼 있거든?
en: that’s meticulously categorized.

source: 눈을 감지 말 것, 상대방의 손과 발, 행동을 주시할 것.
en: don't close your eyes. keep an eye on the other party's hands, feet, and actions.

source: 애가 아직 어리지 않습니까?
en: but he’s still so young...

source: 대접해주셔서 감사합니다.
en: thank you for your hospitality.

source: 사과는 금귤이 해야죠.
en: it’s gyul who should apologize.

source: 예쁘네.
en: she’s so pretty.

source: 이쪽으로 오시지요.
en: please come this way.

source: 기운이 솟아나요!
en: I’m bursting with energy!

source: 그동안 엄마가 날 방관했다고 생각했어.
en: all this time, I thought my mother had neglected me.

source: 그래서 조금이나마 희망을 갖고 싶어.
en: so I just wanna have a little hope.

source: 이제 안 되겠다.
en: I can’t do this anymore.

source: 그래야지.
en: as he should.

source: 학대당한 흔적은 없어 보이는군.
en: there don’t seem to be any signs of abuse.

source: 사양하지 말고~!
en: don’t refuse!

source: 아범도 똑같아!!!
en: you’re no different!!!

source: 그러다 쓰러지면 어쩌려고요!
en: what if you faint?

source: 오늘은 어쩐지 띨띨한 분위기가 아닌데?
en: you seem different today?

source: 아무튼― 그런 거에 속아 넘어가다니 이해가 안 된다 이 말입니다.
en: anyway I don’t understand how they could be fooled like that.

source: 어이쿠―
en: whoa there!

source: 자기 자신에 취해서…
en: so full of himself...

source: 누굴 죽이고 죽는다는 말의 어떤 점이 궁금해?
en: what part of who’ll die and be killed are you curious about?

source: 아… 그런 일까지 하기엔 너무 귀찮지…?
en: oh... that’s probably too much of a burden, isn’t it?

source: 네 친구라는 사람이 알려주더구나.
en: your friend told me about it.

source: 어머님!?!?
en: mrs.?!

source: 여긴가?
en: is she in here?

source: 죄송합니다….
en: I’m sorry...

source: 넹!!
en: okie!

source: 뭐든 훔쳐내야 해.
en: I’ve got to take something.

source: 나 여기 알아!!
en: I know this place!

source: 음… 신발에 모래가….
en: ugh… there’s sand in my shoes…
